{
    "songs": [
        {
            "title": "In My Garden",
            "lyric": "Hello\nCan you hear me? (Ooh-ooh, ooh-ooh, ooh-ooh)\nI just wanted to tell you, in case you forgot (Ooh)\nI love you"
        },
        {
            "title": "I Wish You Roses",
            "lyric": "Ooh, never thought I would be without you\nI wish you love, I wish you well\nI wish you roses while you can still smell them\nWith pretty flowers can come the bee sting (Ooh, never thought I would be without you)\nBut I wish you well, I wish you well\nI wish you roses while you can still smell them (Ooh)\nI was a rose in the garden of weeds\nMy petals are soft and silky as my sheets\nSo do not be afraid to get pricked by the thorns\nWhile I'm here, I'm someone to honor\nWhen I'm gone, I'm someone to mourn\nBut if you and my heart\nShould someday drift apart\nI'll make sure to give you these blessings\nBecause they're all I've got\nMy love's deep as the ocean\nDon't you drown on me\nJust know any love I gave you\nIs forever yours to keep\nOoh, I wish you roses, and roses, and roses, and roses, and roses\nI wish you roses, yeah, roses, roses\nOoh, I wish you roses, and roses, and roses, and roses, and roses\nI wish you roses, yeah, roses, roses\nOoh, never thought I would be without you\nI wish you love, I wish you well\nI wish you roses while you can still smell them\nWith pretty flowers can come the bee sting (Ooh, never thought I would be without you)\nBut I wish you well, I wish you well\nI wish you roses while you can still smell them (Ooh)\nOoh, I wish you roses, and roses, and roses, and roses, and roses (I wish you roses)\nI wish you roses, yeah, roses, roses (I wish you roses)\nOoh, I wish you roses, and roses, and roses, and roses, and roses (Roses, and roses, and roses)\nI wish you roses, yeah, roses, roses\nYou're gonna want me back\nYou're gonna want me back, you're gonna\nYou know I can't do that\nYou know I can't do that, you know it"
        },
        {
            "title": "Worth the Wait ft. Omar Apollo",
            "lyric": "I want to be around you every day\nThis feeling in my body's not the same (same)\nAre you still down?\nThe mirror's on my ceiling (ha-hah-hah)\nSo I can watch you top me (ha-hah-hah)\nDeep in my knees I got weak\nBaby, you know I'm a freak\nWanna get naughty, nasty\nAnd treat you, oh, so right\nEvery day and every night, I do\n(I do, I can't get rid of you)\n(Like gum stuck to my shoe)\nAnd don't say you got to go\nBaby, take off my clothes\n'Cause I got somethin' to show ya\nShow you the things that words cannot say\nShow you it was worth the wait\nI think you deserve a taste (a taste, a taste)\nI want to be around you everyday (day-ay-ay-ay)\nThis feeling in my body's not the same (same)\nAre you still down? (La-la-la-la, la-la-la-la, la-la, la-la)\nMost people don't know how to love, that's why they're empty\nNothing will ever be enough, that's why they envy\nGotta be careful with my heart because I love deep\nQuit tellin' me you wanna put a baby in me\nIf your affection for me's truly only skin-deep\nI don't wanna end up just another broken family\n(You would never do that to me, would you, baby?)\nI want to be around you everyday (day-ay-ay-ay)\nThis feeling in my body's not the same (same)\nAre you still down?"
        }

        
    ]
}
