{
    "songs": [
        {
            "title": "In My Garden",
            "lyric": "Hello\nCan you hear me? (Ooh-ooh, ooh-ooh, ooh-ooh)\nI just wanted to tell you, in case you forgot (Ooh)\nI love you"
        },
        {
            "title": "I Wish You Roses",
            "lyric": "Ooh, never thought I would be without you\nI wish you love, I wish you well\nI wish you roses while you can still smell them\nWith pretty flowers can come the bee sting (Ooh, never thought I would be without you)\nBut I wish you well, I wish you well\nI wish you roses while you can still smell them (Ooh)\nI was a rose in the garden of weeds\nMy petals are soft and silky as my sheets\nSo do not be afraid to get pricked by the thorns\nWhile I'm here, I'm someone to honor\nWhen I'm gone, I'm someone to mourn\nBut if you and my heart\nShould someday drift apart\nI'll make sure to give you these blessings\nBecause they're all I've got\nMy love's deep as the ocean\nDon't you drown on me\nJust know any love I gave you\nIs forever yours to keep\nOoh, I wish you roses, and roses, and roses, and roses, and roses\nI wish you roses, yeah, roses, roses\nOoh, I wish you roses, and roses, and roses, and roses, and roses\nI wish you roses, yeah, roses, roses\nOoh, never thought I would be without you\nI wish you love, I wish you well\nI wish you roses while you can still smell them\nWith pretty flowers can come the bee sting (Ooh, never thought I would be without you)\nBut I wish you well, I wish you well\nI wish you roses while you can still smell them (Ooh)\nOoh, I wish you roses, and roses, and roses, and roses, and roses (I wish you roses)\nI wish you roses, yeah, roses, roses (I wish you roses)\nOoh, I wish you roses, and roses, and roses, and roses, and roses (Roses, and roses, and roses)\nI wish you roses, yeah, roses, roses\nYou're gonna want me back\nYou're gonna want me back, you're gonna\nYou know I can't do that\nYou know I can't do that, you know it"
        },
        {
            "title": "Worth the Wait ft. Omar Apollo",
            "lyric": "I want to be around you every day\nThis feeling in my body's not the same (same)\nAre you still down?\nThe mirror's on my ceiling (ha-hah-hah)\nSo I can watch you top me (ha-hah-hah)\nDeep in my knees I got weak\nBaby, you know I'm a freak\nWanna get naughty, nasty\nAnd treat you, oh, so right\nEvery day and every night, I do\n(I do, I can't get rid of you)\n(Like gum stuck to my shoe)\nAnd don't say you got to go\nBaby, take off my clothes\n'Cause I got somethin' to show ya\nShow you the things that words cannot say\nShow you it was worth the wait\nI think you deserve a taste (a taste, a taste)\nI want to be around you everyday (day-ay-ay-ay)\nThis feeling in my body's not the same (same)\nAre you still down? (La-la-la-la, la-la-la-la, la-la, la-la)\nMost people don't know how to love, that's why they're empty\nNothing will ever be enough, that's why they envy\nGotta be careful with my heart because I love deep\nQuit tellin' me you wanna put a baby in me\nIf your affection for me's truly only skin-deep\nI don't wanna end up just another broken family\n(You would never do that to me, would you, baby?)\nI want to be around you everyday (day-ay-ay-ay)\nThis feeling in my body's not the same (same)\nAre you still down?"
        },
        {
            "title": "Love Between",
            "lyric": "Love between two human beings\nCan be so wonderful, wonderful (love)\nLove between two human beings\nCan be so wonderful\n\nWhere would you like to spend eternity?\nIf I bring you into my world, you'll never wanna leave\nIf you take away my air, how am I supposed to breath?\nTell me why would we be here if this isn't meant to be?\nYou know where to find to me\nGo one and call my number, I'll pick up\nYes, I will, oh, I will\n\nLove between two human beings\nCan be so wonderful, wonderful\nLove between two human beings\nCan be so wonderful\n\nYou make me happy (happy, happy)\nYou make my soul smile\nYou make me happy (happy, happy)\nYou make my soul smile\nWait a minute\n\nOoh-ooh-ooh\nOoh-ooh-ooh-ooh-ooh-ooh-ooh-ooh\nLa-la-la, la-la-la, la-la-la, la-la-la-la, oh\nOoh-ooh-ooh"
        },
        {
            "title": "All Mine",
            "lyric": "Oh\nOoh, oh\n(All mine, all mine, all mío, mío, mí)\nOoh-ooh-ooh-ooh, ooh-ooh-ooh\nOoh-ooh-ooh-ooh, ooh\nOoh-ooh-ooh-ooh, ooh\n\nI hate your phone, throw it away\nWish it had never even been invented\nWhat if for now we just pretend the world don't exist?\nWhat if we never kissed?\n\nI guess there's just no turning back (Now)\nBut I wouldn't even in a time machine\nSo, go and tell everyone you know (Hah-hah-hah)\nThat you're all mine, mine, mine, mine, mine\n\nAll mine, that's all me\nEvery time I see you smile, that's all me\nAnd if they thought they had a chance, I'm sorry\nBut there just ain't no way in hell, that's all mine, all me\nYou might also like\nEndlessly\nKali Uchis\nLove Between...\nKali Uchis\nHasta Cuando\nKali Uchis\n\nDon't gotta fight for what is mine (Now)\nYou couldn't keep him even if I gave him to you\nIt's just pathetic at this point\nIf you think my baby'll leave me for you (Tell the world)\n\nGo and tell the world (Let 'em know), let all these hoes know\nWho's the only girl that can make you cry\nI wonder if it hurts how hard they try\nTo take what's mine, mine, mine, mine, mine\n\nAll mine, that's all me\nEvery time I see you smile, that's all me\nAnd they should go and find their own, I'm sorry\nBut we won't leave each other alone\nThere just ain't no way, no how\nEvery time I see you smile, that's all me (Ooh-ooh-ooh-ooh, ooh-ooh-ooh)\nMy baby make me so proud, that's all me\nWe'll figure it out as we go, just you and me (Ooh-ooh-ooh-ooh, ooh-ooh-ooh)\nBut we won't leave each other alone, that's all mine\n\nAll me, all me, eeh\nAll mine, all mine, all mío, mío, mi\nEeh, eeh\nAll mine, all mine, all mío, mío, mi"
        },
        {
            "title": "Fantasy",
            "lyric": "I wanna dance, throw my hands in the air\nI wanna dance, where no one really cares\nI wanna dance, throw my hands in the air (hands in the air)\nLove all on me\nI wanna dance, throw my hands in the air (ooh-ooh-ooh)\nI wanna dance, where no one really cares (ooh-ooh-ooh, ooh-ooh-ooh)\nI wanna dance, throw my hands in the air (ooh-ooh-ooh, ooh-ooh)\nI wanna dance, where no one really cares (ooh-ooh-ooh, ooh-ooh)\nI wanna dance\nLove all on me, spend it on me\nBabe, if you don't worship me (hah-hah), it just don't work for me (hah)\nLove all on me, everyone needs love\nForget all the foolery (hah-hah), stay on me like jewelry (hah)\nOn my body, don't let go of me (ooh-ooh-ooh, ooh)\nI just want the fantasy (hah-hah), love it when you worship me (hah) (ooh-ooh-ooh, ooh)\nDon't go, honey, spend it on me (ooh-ooh-ooh, ooh)\nOn me (on me, on me), on me (on me, on me)\nDiamonds on my wrist, that's my love language (uh-huh)\nAnd kisses down my back, starting from my neck\nLeaning side to side (to side), emptying my mind (my mind)\nLoyal as they come (they come), I've been down to ride\nWhen you feel alone-one (yeah, yeah)\nI'll hold you down, ooh-oh (yeah, yeah, yeah, yeah)\nI belong to you (to you), know you're all mine too (mine too)\nYes, we made mistakes (mistakes), now, can we make this right?\nHear me now\nLet the sun (ah-ah-ah) come on down\nI feel your hand (ah-ah), let me make it right\nI'll do it all again just to see your face\nI'm really winnin', livin' happily\nThis here my fantasy\nI wanna start me a family\nBaby, tell me why you're mad at me (yeah, yeah, yeah)\nI wanna dance, throw my hands in the air (ooh-ooh-ooh)\nI wanna dance, where no one really cares (ooh-ooh-ooh)\nI wanna dance, throw my hands in the air (ooh-ooh, ooh-ooh-ooh)\nI wanna dance, where no one really cares (ooh-ooh-ooh)\nOn my body, don't let go of me (ooh-ooh-ooh, ooh)\nI just want the fantasy (hah-hah), I love it when you worship me\nLove all on me, spend it on me (ooh-ooh-ooh, ooh)\nOn me (on me, on me, on me) (hah-hah), on\nThat's it, that's the end of the song\nCome on, baby, let's go home"
        },
        {
            "title": "Como Te Quiero Yo",
            "lyric": "Dicen que no me conviene to fall in love with you\nIt's too late to close that door\nTomorrow may never come (ooh)\nSin ti no puedo estar\n(Ooh-ooh-ooh-ooh-ooh-ooh-ooh)\n(Ooh-ooh-ooh-ooh-ooh-ooh-ooh)\nTomorrow may never come\nMira, bebé, it doesn't matter what they say\nThey don't love you\nWho cares what they love\nComo te quiero yo\nI want you constantly, eternally, unconditionally\n'Cause we got issues, everyone does\nSi no hay drama no hay amor\nBut lately, I just wanna make love\nI don't wanna fight, can we make up?\nAll night, all day (oh)\nEn la noche hasta amanecer (yeah)\nYa no quiero más problemas\nTe quiero en la cama y sin más complicación\nIt's too late to (ooh-ooh-ooh-ooh-ooh-ooh-ooh)\nIt's too late to turn back now (ooh-ooh-ooh-ooh-ooh-ooh-ooh)\nTomorrow may never come\nSin ti no puedo estar (ooh-ooh-ooh-ooh-ooh-ooh-ooh)\nIt's too late to (ooh-ooh-ooh-ooh-ooh-ooh-ooh)\nIt's too late to turn back now\nTomorrow may never come\n'Cause we got issues, everyone does\nSi no hay drama no hay amor\nBut lately, I just wanna make love\nI don't wanna fight, can we make up?\nAll night, all day (oh)\nEn la noche hasta amanecer (yeah)\nYa no quiero más problemas\nTe quiero en la cama y sin más complicación (ah), oh, oh"
        }
        
    ]
}
